{
    "id": 1,
    "articleTitle": "திருபரிவட்டப்பாறை",
    "articleBody": "<p>மத, இன வேறுபாடுகளைப் பொருட்படுத்தாதவர் அவர் கர்நாடக மாநிலம் மேலக்கோட்டை என்ற திருநாராயணபுரத்தில், ஒதுக்கி வைக்கப்பட்ட மக்களை அழைத்துக் கொண்டு கோயில் பிரவேசம் செய்தார்.</p><p>வைணவன் என்றால் உயர்ந்தவன்; அவனுக்கு ஜாதி, மதம் இல்லையென்று சொல்லி, தாழ்ந்த குலம் என்று அக்காலத்தில் சொல்லப்பட்டவர்கள் தோள்மீது கை போட்டுக்கொண்டு வீதியில் நடந்துவந்த நிகழ்ச்சியும் உண்டு. அவரது சேவையையும், வைணவத்தில் செய்த புரட்சியையும் கண்டு மகிழ்ந்த பெருமாள். அவருக்குத் தொண்டுசெய்ய விரும்பி ஒரு திருவிளையாடலையும் நிகழ்த்தினார். ஒருமுறை, ராமானுஜர் தனது பிரதம சீடனுடன் திருவனந்தபுரம் சென்று அனந்தபத்மநாபரை தரிசித்தார். அங்கும் வைணவ சம்பிரதாய பூஜை முறையை நடைமுறைப்படுத்த நினைத்தார். அதற்காக அங்கேயே தங்கினார். அவரது செயல்முறைகளையறிந்த அங்கே பூஜை கைங்கர்யத்தில் ஈடுபட்டவர்கள், தங்கள் பாரம்பரியமான பூஜைமுறைகளை மாற்றாமலிருக்கும்படி பெருமாளிடம் வேண்டினார்கள். அவர்களுக்கு இரங்கினார் பெருமாள். அன்றிரவு ராமானுஜர் தன் சீடருடன் மண்டபத்தில் உறங்கிக்கொண்டிருந்தார். அப்போது பெருமாள், கருடனை அழைத்து ராமானுஜரின் உறக்கம் கலையாமல் தூக்கிச் சென்று திருக்குறுங்குடியில் விடச்சொன்னார். அப்படியே செய்தார் கருடாழ்வார்! </p><p>விடிந்தது. விழித்துப் பார்த்தார். திருக்குறுங்குடி தலத்தில் இருப்பதை அறிந்தார். எல்லாம் பகவான் செயல் என்று பெருமாளை வணங்கினார். தன்னுடன் படுத்துறங்கிய சீடன் வடுக நம்பியும் அங்குதான் இருப்பான் என்றெண்ணிய ராமானுஜர்க வடுகநம்பியை அழைத்தார்.</p> <p>அப்போது, திருக்குறுங்குடி அழகியநம்பி பெருமாள், சீடர் உருவத்தில் வந்து ராமானுஜர் முன் கைகூட்டிப் பணிந்து நின்றார். நாட்கள் நகர்ந்தன. ஒருநாள் ராமானுஜர் நீராடி வந்தபின் வழக்கம்போல் சீடனுக்கு திருநாமம் இட்டு, அவன் முகத்தைப் பார்த்து, ‘‘நம்பி உன்முகம் தெய்வாம்சம் பொருந்தித் திகழ்கிறது. உன்னில் நான் பெருமாளையே காண்கிறேன். இன்று நான் உனக்கிட்ட திருநாமம் மிகச்சிறப்பாக அமைந்திருக்கிறது என்றார். பின்னர், கூடையிலிருந்த மலரையெடுத்து வடுகநம்பியின் காதுகளில் வைத்தார். ‘‘நம்பி, இப்போது உன் அழகு கூடிவிட்டது’’ என்று மகிழ்ந்தார்.</p><p>இருவரும் கோயிலுக்குப் புறப்பட்டார்கள். கொடிமரம் அருகே சென்ற போது, வடுகநம்பி மாயமானார். மூலஸ்தானம் சென்ற ராமானுஜர் அழகிய நம்பி பெருமாள் நெற்றியில், வடுக நம்பிக்கு தானிட்ட திருநாமமும், காதுகளில் வைத்த பூவும் அழகாகத் திகழ்வதைக் கண்டார். அப்போதுதான் தன் சீடன் வடுகநம்பியாக வந்தது பெருமாளே என அறிந்து சிலிர்த்தார்.</p><p>குரு சிஷ்ய பாரம்பரியம் உலகில் பரவ வேண்டும் என சீடனாக வந்தேன் என்றார் திருமால். ராமானுஜரை கருடன் திருவனந்தபுரத்திலிருந்து தூக்கிவந்து கிடத்திய பாறை திருப்பரிவட்டப்பாறை என்று போற்றப்படுகிறது. திருக்குறுங்குடி கோயிலிலிருந்து 12 கி.மீ. தூரத்தில் இந்தப் பாறை உள்ளது. தகுந்த குருவைத்தேடி அலையும் அன்பர்கள் இங்குவந்து ராமானுஜரை தரிசித்தால் குருவின் திருவருள் கிட்டும் என்பது ஐதீகம்.</p>"
}