[{
    "id": 1,
    "articleTitle": "திருபரிவட்டப்பாறை",
    "articleBody": "<p>மத, இன வேறுபாடுகளைப் பொருட்படுத்தாதவர் அவர் கர்நாடக மாநிலம் மேலக்கோட்டை என்ற திருநாராயணபுரத்தில், ஒதுக்கி வைக்கப்பட்ட மக்களை அழைத்துக் கொண்டு கோயில் பிரவேசம் செய்தார்.</p><p>வைணவன் என்றால் உயர்ந்தவன்; அவனுக்கு ஜாதி, மதம் இல்லையென்று சொல்லி, தாழ்ந்த குலம் என்று அக்காலத்தில் சொல்லப்பட்டவர்கள் தோள்மீது கை போட்டுக்கொண்டு வீதியில் நடந்துவந்த நிகழ்ச்சியும் உண்டு. அவரது சேவையையும், வைணவத்தில் செய்த புரட்சியையும் கண்டு மகிழ்ந்த பெருமாள். அவருக்குத் தொண்டுசெய்ய விரும்பி ஒரு திருவிளையாடலையும் நிகழ்த்தினார். ஒருமுறை, ராமானுஜர் தனது பிரதம சீடனுடன் திருவனந்தபுரம் சென்று அனந்தபத்மநாபரை தரிசித்தார். அங்கும் வைணவ சம்பிரதாய பூஜை முறையை நடைமுறைப்படுத்த நினைத்தார். அதற்காக அங்கேயே தங்கினார். அவரது செயல்முறைகளையறிந்த அங்கே பூஜை கைங்கர்யத்தில் ஈடுபட்டவர்கள், தங்கள் பாரம்பரியமான பூஜைமுறைகளை மாற்றாமலிருக்கும்படி பெருமாளிடம் வேண்டினார்கள். அவர்களுக்கு இரங்கினார் பெருமாள். அன்றிரவு ராமானுஜர் தன் சீடருடன் மண்டபத்தில் உறங்கிக்கொண்டிருந்தார். அப்போது பெருமாள், கருடனை அழைத்து ராமானுஜரின் உறக்கம் கலையாமல் தூக்கிச் சென்று திருக்குறுங்குடியில் விடச்சொன்னார். அப்படியே செய்தார் கருடாழ்வார்! </p><p>விடிந்தது. விழித்துப் பார்த்தார். திருக்குறுங்குடி தலத்தில் இருப்பதை அறிந்தார். எல்லாம் பகவான் செயல் என்று பெருமாளை வணங்கினார். தன்னுடன் படுத்துறங்கிய சீடன் வடுக நம்பியும் அங்குதான் இருப்பான் என்றெண்ணிய ராமானுஜர்க வடுகநம்பியை அழைத்தார்.</p> <p>அப்போது, திருக்குறுங்குடி அழகியநம்பி பெருமாள், சீடர் உருவத்தில் வந்து ராமானுஜர் முன் கைகூட்டிப் பணிந்து நின்றார். நாட்கள் நகர்ந்தன. ஒருநாள் ராமானுஜர் நீராடி வந்தபின் வழக்கம்போல் சீடனுக்கு திருநாமம் இட்டு, அவன் முகத்தைப் பார்த்து, ‘‘நம்பி உன்முகம் தெய்வாம்சம் பொருந்தித் திகழ்கிறது. உன்னில் நான் பெருமாளையே காண்கிறேன். இன்று நான் உனக்கிட்ட திருநாமம் மிகச்சிறப்பாக அமைந்திருக்கிறது என்றார். பின்னர், கூடையிலிருந்த மலரையெடுத்து வடுகநம்பியின் காதுகளில் வைத்தார். ‘‘நம்பி, இப்போது உன் அழகு கூடிவிட்டது’’ என்று மகிழ்ந்தார்.</p><p>இருவரும் கோயிலுக்குப் புறப்பட்டார்கள். கொடிமரம் அருகே சென்ற போது, வடுகநம்பி மாயமானார். மூலஸ்தானம் சென்ற ராமானுஜர் அழகிய நம்பி பெருமாள் நெற்றியில், வடுக நம்பிக்கு தானிட்ட திருநாமமும், காதுகளில் வைத்த பூவும் அழகாகத் திகழ்வதைக் கண்டார். அப்போதுதான் தன் சீடன் வடுகநம்பியாக வந்தது பெருமாளே என அறிந்து சிலிர்த்தார்.</p><p>குரு சிஷ்ய பாரம்பரியம் உலகில் பரவ வேண்டும் என சீடனாக வந்தேன் என்றார் திருமால். ராமானுஜரை கருடன் திருவனந்தபுரத்திலிருந்து தூக்கிவந்து கிடத்திய பாறை திருப்பரிவட்டப்பாறை என்று போற்றப்படுகிறது. திருக்குறுங்குடி கோயிலிலிருந்து 12 கி.மீ. தூரத்தில் இந்தப் பாறை உள்ளது. தகுந்த குருவைத்தேடி அலையும் அன்பர்கள் இங்குவந்து ராமானுஜரை தரிசித்தால் குருவின் திருவருள் கிட்டும் என்பது ஐதீகம்.</p>"
},
{
    "id": 2,
    "articleTitle": "கைசிக புராணம்",
    "articleBody": "<p>வராக புராணத்தில் விஷ்ணு பூமாதேவியிடம் சொல்வதாகக் கைசிக புராணக் கதை வருகிறது.</p><p>நம்பாடுவான் தாழ்த்தப்பட்ட குலத்தில் பிறந்தவன். பெரும்பாலும் இவன் பாணர் ஜாதிக்காரனாக இருக்கலாம். இவன் கார்த்திகை மாதம் கைசிக ஏகாதசியில் அழகியநம்பியைப் பாடிப் பரவுவதை வழக்கமாகக் கொண்டிருந்தான். ஒருமுறை அழகியநம்பி கோயிலுக்கு நம்பாடுவான் வந்த காட்டுவழியில் பிரம்மராட்சசன் ஒருவன் நின்றுகொண்டிருந்தான். அவன் முற்பிறவியில் பிராமணன். பெரும் பாவம் செய்ததால் பிரம்மராட்சசன் ஆனவன். அவன் நம்பாடுவானைத் தடுத்து நிறுத்தி, “உன் உடலைப் புசிக்கப்போகிறேன்” என்றான். நம்பாடுவானோ, “நான் அழகியநம்பியைப் பாடி சேவித்துவிட்டுத் திரும்பி இதே இடத்திற்கு வருவேன், அப்போது நீ என்னைப் புசித்துக்கொள்ளலாம்” என்கிறான். உடனே ராட்சசனும் நம்பாடுவான் சொன்னதை நம்பி, அவனை அனுப்பிவைக்கிறான்.</p><p>நம்பாடுவான் கோயிலில் இரவு முழுக்கப் பாடினான். நம்பியைச் சேவித்தான். பின் ராட்சசனுக்கு வாக்களித்தபடி அவன் நின்ற இடத்தை நோக்கி நடந்தான். காட்டுவழியாக நடந்தபோது, விஷ்ணு ஒரு முதியவர் உருவம் தாங்கி வந்தார். ‘வழியில் பிரம்மராட்சசன் ஒருவன் நிற்கிறான். உன்னைப் புசித்துவிடுவான். நீ வேறு வழியில் சென்று தப்பிவிடு’ என்று நம்பாடுவானைப் பார்த்துச் சொன்னார். அவனோ ‘இல்லை, நான் அந்த ராட்சசனுக்கு வாக்குக் கொடுத்துவிட்டேன். அவனிடம் செல்ல வேண்டும். அவனைச் சந்திக்கத்தான் போகிறேன்’ என்று சொல்லிவிட்டு நடந்தான். நம்பாடுவானைப் பார்த்தபோது, ராட்சசனின் மனநிலை மாறியிருந்தது. நம்பாடுவானைப் புசிக்க அவன் விரும்பவில்லை. அழகியநம்பியின் முன் பாணன் பாடிய பாடலைப் பாடுமாறு கேட்கிறான். நம்பாடுவானுக்கு அதில் விருப்பமில்லை. அவர்கள் தொடர்ந்து உரையாடுகின்றனர். முடிவில் நம்பாடுவான் ராட்சசனின் பாவம் தீர அருள் வழங்குகிறான்.இந்தக் கதை நாடகமாக நடந்தபோது, திருவடிவழகிய நம்பியே கண்ணுற்றார் என்பது வைஷ்ணவ சம்பிரதாயம்.</p>"
},
{
    "id": 3,
    "articleTitle": "வைகுண்ட ஏகாதசி",
    "articleBody": "<p>வைகுண்ட ஏகாதசி விரதம் பக்தியிலும், புண்ணியத்திலும் உயர்ந்து சிறந்து விளங்குகிறது. ”மார்கழி மாதம் ஏகாதசி விரதம் இருந்து வழிபடுவோருக்கு யாம் வைகுண்ட பதவி அளித்து ஆட்கொள்வோம்” என்பது திருமால் வாக்கு. இதனால் இவ்விரதம் மகிமை வாய்ந்ததாக கருதப்படுகிறது.ஆண், பெண் அனைவரும் பின்பற்ற வேண்டிய பெருமைமிக்க விரதமானது வைகுண்ட ஏகாதசி விரதம்.</p><p>பதினைந்து நாட்கள் கொண்ட ஒரு காலப்பகுதியை ஒரு பக்ஷம் என்கிறோம். கிருஷ்ண பக்ஷம் (தேய்பிறை), சுக்லபக்ஷம் (வளர்பிறை) ஆகிய இந்த இரண்டு பக்ஷங்களில் ஒவ்வொன்றிலும் 11வது நாளின் (திதியில்) வருவது ஏகாதசி ஆகும். இதில் மார்கழி மாத சுக்லபக்ஷ (வளர்பிறை) ஏகாதசியை நாம் வைகுண்ட ஏகாதசியாக வணங்குகிறோம்.</p><p>கர்மேந்திரியங்கள் ஐந்து, ஞானேந்திரியங்கள் ஐந்து, மனம் ஆகிய இந்த பதினொரு இந்திரியங்களால் செய்யபடும் தீவினைகள் எல்லாம் இந்த பதினோராவது திதியில் ஏகாதசி விரதம் இருந்தால் அழிந்து விடுவது உறுதி என்று முன்னோர்கள் கூறுவர்.</p><p>காயத்ரியை காட்டிலும் சிறந்த மந்திரம் இல்லை. தாயை விஞ்சிய தெய்வம் வேறு இல்லை. காசியை விஞ்சிய புண்ணிய தீர்த்தம் இல்லை. ஏகாதசியை விஞ்சிய வேறு விரதம் இல்லை. அந்த அளவிற்கு ஏகாதசி விரதம் மகத்துவம் வாய்ந்தது.</p><p>இராவணனின் இன்னல்களை சகிக்க முடியாத தேவர்கள் பிரம்மாவுடன் வைகுண்டம் சென்று மார்கழி மாத சுக்லபக்ஷ (வளர்பிறை) ஏகாதசியன்று நாராயணனை வணங்கித் தங்கள் துன்பங்களை கூறினர். பகவானும் பிரம்ம தேவர்களுக்கு தரிசனமளித்து அவர்களை காத்தருளினார். முக்கோடி தேவர்களின் துன்பத்தை போக்கியதால் வைகுண்ட ஏகாதசிக்கு “முக்கோடி ஏகாதசி என்ற பெயரும் உண்டு.</p><p>தேவர்களும் அசுரர்களும் அமுதம் பெற வேண்டி இரவும், பகலும் விரதம் இருந்து பாற்கடலை கடைந்த போது அமுதம் வெளிப்பட்டது. துவாதசியன்ற மஹாலட்சுமி சமுத்திரத்தில் இருந்து வெளியே வந்து தேவர்களுக்கு, திருக்காட்சி அளித்து அவர்களுக்கு அருளாட்சி புரிந்தார்.</p><p>அன்று முதல் ஏகாதசி அன்று இரவும், பகலும் விரதம் இருந்து மஹாவிஷ்ணுவை துதிப்போருக்கு இந்தப் பிறவியில் நிலைத்த புகழ், நோயற்ற வாழ்வு, நன்மக்கட்பேறு முதலியவற்றை பகவான் அளிப்பதோடு, மறுபிறவியில் வைகுண்டவாசம் “சொர்க்கவாசல்” வழங்குவதாக புராணங்களில் கூறப்படுகிறது.</p><h4>புராணங்கள் சொல்வது என்ன?</h4><p>ஏகாதசி விரத மகிமை பற்றி பத்ம புராணத்தில் கூறப்படும் கதை வருமாறு : திரேதாயுகத்தில் “முரன்’ என்ற பெயரில் ஒரு கொடிய அரக்கன் வாழ்ந்து வந்தான். அவன் தேவர்களுக்கும், தவ முனிவர்களுக்கும் பல கொடுமைகள் செய்தான். அவனது தொல்லைகளைத் தாங்க முடியாத தேவர்களும், முனிவர்களும் திருமாலிடம் சென்று முறையிட்டனர். அரக்கன் முரனை அழித்து தேவர்களைக் காக்க திருமால் முடிவு செய்து சக்கராயுதத்துடன் முரனுடன் போருக்கு புறப்பாட்டார்.</p><p>அசுரனுக்கும், திருமாலுக்கும் கடும்போர் நடந்தது. ஆண்டவனின் சக்கராயுதத்திற்கு முன் அரக்கன் சக்தியற்றுப் போனான். இருந்தாலும் அவன் பல மாய வடிவங்களில் போர் புரிந்து வந்தான். தினமும் காலையில் சூரிய உதயத்தில் இருந்து சூரிய அஸ்தமனம் ஆகும்வரை போர் நடக்கும். தினமும் போர் முடிந்ததும் திருமால் வத்திரிகாசிரமத்தில் உள்ள ஒரு குகைக்கு சென்று இளைப்பாறுவார். பொழுது விடிந்ததும், அரக்கனுடன் போர் புரிய போர்களத்திற்கு செல்வார். ஒரு நாள் ஆசிரமத்தில் திருமால் படுத்து இருந்த போது அங்கு வந்த முரன், அவரை திடீரென்று தாக்கத் தொடங்கினான். அப்போது பெருமாளின் உடலில் இருந்து ஒரு மகத்தான சக்தி, பெண் வடிவில் எழுந்து அரக்கன் முன் வந்து நின்றாள். அழகியைக் கண்டதும் அவளது அழகில் அரக்கன் மயங்கினான். ஆனால் படைக்கலங்களுடன் விசுவரூபத்துடன் தோற்றமளித்த அந்தப் பெண் ஆங்காரத்துடன் அரக்கனை அழித்தாள்.</p><p>இதனால், திருமால் மனம் மகிழ்ந்தார். தமது எதிரில் நின்ற சக்தியை நோக்கி, “”சக்தியே, அசுரனை அழித்த உனக்கு ஏகாதசி என்று திருநாமம் சூட்டுகிறேன். அரக்கன் முரனை அழித்த இம்மார்கழி மாதத்தில் உன்னை விரதம் இருந்து வழிபடுவோருக்கு, யாம் வைகுண்ட பதவி அளித்து ஆட்கொள்வோம்.” என்று கூறினார். திருமால் கொடுத்த வரமே ஏகாதசியின் மகிமைக்கு காரணமாயிற்று. அரக்கனை வென்று சக்தி வெளி வந்த மார்கழி மாதம் பதினோராவது நாளாக இருந்ததால், திருமாலின் சக்திக்கே “ஏகாதசி’ என்ற பெயர் ஏற்பட்டது.தேவர்களும், முனிவர்களும் ஏகாதசியன்று விரதம் இருந்து இழந்த தங்களது சக்தியை மீண்டும் பெற்றனர்.</p><h4>சொர்க்கவாசல் திறக்கப்படுவது ஏன்?</h4><p>அவதார புருஷரான எம்பெருமானுடன் போரிட்டு, அவரின் அருள் பெற்ற மதுகைடவர்கள் என்ற அரக்கர்கள் இருவர், தாம் பெற்ற வைகுண்ட இன்பத்தை உலகில் உள்ள எல்லோரும் பெற வேண்டும் என்று விரும்பி ஆண்டவனிடம் வைகுண்ட ஏகாதசி தினத்தில் திருவரங்க வடக்கு வாசல் வழியாக தாங்கள் அர்ச்சாவதாரத்தில் வெளிவரும்போது தங்களை தரிசிப்பவர்களும், தங்களை பின்தொடர்ந்து வருபவர்களும் அவர்கள் எத்தகைய பாவங்கள் செய்து இருந்தாலும் அவர்களுக்கு முக்தி அளிக்க வேண்டும் என்று கேட்டுக் கொண்டனர்.</p><p>அவர்களின் வேண்டுகோளை பெருமான் ஏற்றுக் கொண்டார். அதன் காரணமாகவே வைகுண்ட ஏகாதசியன்று சொர்க்கவாசல் திறக்கப்பட்டு சாமி பவனி வரும் நிகழ்ச்சி ஏற்பட்டது.</p>"
},
{
    "id": 4,
    "articleTitle": "மதி மயக்கும் மார்கழி மாதம்",
    "articleBody": "<p>மார்கழித் திங்கள்  மதி நிறைந்த நன்னாளாம்’ என்று ஆராதனை செய்த  மாதம் இது.  திருமணமாகாத பெண்கள் நல்ல வரன் அமைய இன்றும்  மார்கழி மாதத்தில் அதிகாலையில் குளித்து  முடித்து பக்தி பாடல்களை  பாடுவதை சிறு நகரங்கள் மற்றும் கிராமப்புறங்களில்  காண முடிகிறது.</p><p>மார்கழி மாதத்தில் சூரிய பகவான் தனுசு ராசியில் சஞ்சரிப்பதால் இதை தனுர் மாதம் என்றும் அழைப்பார்கள். தனுசு ராசிக்கு அதிபதி குரு  பகவான். அதாவது,  குரு பகவான் வீட்டில் சூரியன் சஞ்சரிக்கும் காலம் இது. நவகிரகங்களில் அரசன் ஆகிய சூரியன், குருகுலவாசம் செய்யும்  நேரம் என்பதால் அந்நாளில் அரசர்கள்  உட்பட சத்திரியர்கள் யாரும் போர்த் தொழிலில் ஈடுபட மாட்டார்கள். பொதுமக்கள் அனைவரும் ஒன்றாக  இணைந்து பக்தி மார்க்கத்தில் ஈடுபட வேண்டிய  காலமாக மார்கழியைக் கொண்டிருந்தார்கள் நம் முன்னோர்கள்.</p><p>தேவர்களை வரவேற்கின்ற விதமாக மார்கழி மாதத்தில் அதிகாலை 4 மணி முதல் 6 மணிக்குள் வீட்டு வாசலில் பெண்கள்  வண்ணக்  கோலமிடுவதை வழக்கமாகக் கொண்டனர். </p><p> பக்தி மார்க்கத்திற்கு  வழிகாட்டும் மாதமாக  மார்கழியைக் கருதினார்கள். வீடுபேறு எனும் மோட்சத்தினை அடைய உதவும் மாதம் இது. திருமாலே தனக்கு கணவராக அமைய வேண்டுதல் வைத்து, மார்கழி மாதத்தில் ஆண்டாள் மேற்கொண்ட விரதமே பாவை நோன்பு. இதற்காக அவள், அதிகாலையில் துயிலெழுந்து தோழியரையும் அழைத்துக் கொண்டு நீராடச் சென்றாள். தான் பிறந்த ஸ்ரீவில்லிப்புத்தூரை ஆயர்பாடியாகவும், தன்னை கோபிகையாகவும் பாவனை செய்து, கண்ணனின் இல்லத்திற்குச் சென்று அவனை வணங்கி வந்தாள். மாதத்தின் ஆரம்பத்தில் நெய், பால் முதலிய உணவு வகைகளைத் தவிர்க்கும் வகையில் இந்த விரதம் அமைந்தது. இந்த விரதத்தை இப்போதும் கன்னிப்பெண்கள் அனுஷ்டிக்கலாம். காலை 4.30 மணிக்கே நீராடி, திருப்பாவை பாடலை மூன்று முறை படிக்க வேண்டும். உதாரணமாக, மார்கழி முதல்தேதியன்று மார்கழித் திங்கள் மதிநிறைந்த நன்னாளால் பாடலைத் துவங்க வேண்டும். மார்கழியில் 29 நாட்களே இருப்பதால், கடைசி நாளில் கடைசி இரண்டு பாடல்களை மூன்று முறை பாட வேண்டும். இத்துடன் தினமும்வாரணமாயிரம் பகுதியில் இருந்து வாரணமாயிரம் சூழ வலம் வந்து, மத்தளம் கொட்ட வரிசங்கம் நின்றூத உள்ளிட்ட பிடித்தமான பாடல்களைப் பாட வேண்டும். விரத நாட்களில் நெய், பால் சேர்த்த உணவு வகைகளை உண்ணக்கூடாது. மற்ற எளிய வகை உணவுகளைச் சாப்பிடலாம். ஆண்டாள், பெருமாள் படம் வைத்து உதிரிப்பூ தூவி காலையும், மாலையும் வழிபட வேண்டும். இவ்வாறு செய்வதால் ஆண்டாள் மனம் மகிழ்ந்து, சிறந்த கணவனைத் தர அருள் செய்வாள். திருமணத்தடைகளும் நீங்கும்.</p><h4>திருப்பாவை பிறந்த கதை</h4><p>கலியுகத்தில் ஸ்ரீவில்லிப்புத்தூரில் பிறந்த ஆண்டாள், மனிதர்கள் யாரையும் மணக்கமாட்டேன், பெருமாளையே மணப்பேன் என லட்சிய சபதம் கொண்டாள். கிருஷ்ணாவதார காலத்தில், ஆயர்பாடி கோபியர்கள் கண்ணனை அடைய மேற்கொண்ட பாவை நோன்பை மேற்கொண்டாள். ஸ்ரீவில்லிப்புத்தூரில் இருந்த பெருமாளின் சன்னதிக்குச் சென்று, அவருடைய முகத்தைப் பார்க்க வெட்கப்பட்டு, கையில் இருந்த பாஞ்சஜன்யம் என்னும் சங்கைப் பார்த்து மார்கழித் திங்கள் மதிநிறைந்த நன்னாளால் எனத் துவங்கி வங்கக்கடல் கடைந்த மாதவனை கேசவனை என முடியும் முப்பது பாடல்கள் பாடினாள். அதுவே திருப்பாவை ஆயிற்று. திரு என்றால் மரியாதைக்குரிய எனப் பொருள். பாவைஎன்றால் பெண். நமது வணக்கத்துக்குரிய பெண் தெய்வமாகிய ஆண்டாள் பாடியதால் இது திருப்பாவை ஆயிற்று. முதல் பாடல் திருப்பாவையின் நோக்கத்தை சுருக்கமாக எடுத்துச் சொல்கிறது. இரண்டு முதல் ஐந்து பாடல்கள் பாற்கடலில் பள்ளிகொள்ளும் பரந்தாமனின் சிறப்புகளைச் சொல்கிறது. ஆறு முதல் 15 பாடல்கள் ஆழ்வார்களுக்கு ஒப்பான அடியார்களை தோழிகளாகக் கற்பனை செய்து அவர்களை எழுப்பிக்கொண்டு கோயிலுக்குச் செல்வதை எடுத்துச் சொல்கிறது. இந்தப் பாடல்களில் மார்கழி மாதத்தில் காலை நேரப் பணிகள் அக்காலத்தில் எப்படி இருந்தன என்பதையும் தெரிந்து கொள்ளலாம். கடைசி 15 பாடல்கள் தன்னை ஏற்றுக் கொள்ளுமாறு பெருமாளைக் கெஞ்சும் ஆண்டாளின் மனநிலை புரிகிறது.</p><h4>சூரியனின் இயக்கம்: </h4><p>சூரியனின் இயக்கம் அயனம். அவன் தெற்கு நோக்கி இயங்குவது தட்சிணாயனம். வடக்கு நோக்கி இயங்குவது உத்தராயனம். இவை இரண்டில் உத்தராயனம் உயர்ந்தது என்பர். தட்சிணாயனத்தின் கடைசி மாதம் மார்கழி. மேலும், உத்தராயனத் தொடக்கப் புனித நாள் டிசம்பர் 21. இத்திருநாள் மார்கழியின் ஒருநாள். இந்த நாளில் சில கோயில்களில் சிறப்பு பூஜைகளை செய்கின்றனர். உத்தராயனத் தொடக்க நாளைத் தை மாதத்தில் கொண்டாடுகின்றனர் பலர். மார்கழி வந்தாலே எல்லா மகளிருக்கும் மகிழ்ச்சி பொங்குகிறது. விடியற்காலையில் எழுகின்றனர். குளிரிலும் மன உறுதியுடன் நீராடுகின்றனர். பனி தலையில் படிய வீட்டையும், முற்றத்தையும் பெருக்கி தூய்மைப்படுத்துகின்றனர். சாணத்தால் முற்றத்தை மெழுகுகின்றனர். தெருவெங்கும் கோலமிடுகின்றனர். செம்மண்ணைப் பூசி அலங்கரிக்கின்றனர். கோலத்தின் நடுவே ஒருபிடி சாணத்தை வைத்து. அதில் பூசணிப் பூ அல்லது அருகம்புல்லைச் சூட்டுகின்றனர். விளக்கேற்றுகின்றனர். எல்லா முற்றங்களும், வீடுகளும் லட்சுமிகரமாகப் பொலிகின்றன. பூசணிப் பூவின் மஞ்சள் நிறம், மங்கலத்தின் சின்னம். சாணத்தில் பூசணிப்பூ… என்ன காரணம்? பூவுக்கு ஆதாரம் சாணமா? இல்லை. ஒருபிடி சாணத்தில் பிள்ளையாரைப் பிடிக்கின்றனர். பூக்கின்றபோதே காய்க்கின்ற பூசணிப்பூவை, வழிபடுகின்றபோதே அருளுகின்ற பிள்ளையாரின் திருமுடிமேல் சூட்டுகின்றனர். பிள்ளையார் அனைவருக்கும் அருள்வதற்கு பிரசன்னமாகிறார். கோலத்தின் வெண்மை-பிரம்மன்; சாணத்தின் பசுமை-விஷ்ணு; செம்மண்ணின் செம்மை-சிவன். முற்றத்திலுள்ள வண்ணங்கள் மூன்றும் மும்மூர்த்திகளை நினைவுபடுத்துகின்றன. எங்கும் பக்தி; எதிலும் தெய்வீகம். இவை அனைத்தும் மார்கழியின் சிறப்புகள்.</p><h4>மார்கழியில் அமைந்த மிக முக்கியமான வழிபாடு 4.</h4><ul><li>மார்கழி நோன்பு – பாவை நோன்பு</li><li>வைகுண்ட ஏகாதசி</li><li>வைகுண்ட ஏகாதசி</li><li>போகிப்பண்டிகை</li></ul><h4>மார்கழி நோன்பு – பாவை நோன்பு: </h4><p>இரண்டாயிரம் ஆண்டுகளுக்கு முன்னர் மகளிர் தை நீராடல் என்ற நோன்பு வழிபாட்டை தை மாதத்தில் மேற்கொண்டனர். துர்க்கையை நினைந்து நீராடுவதால் இதற்கு அம்பா ஆடல் என்பது மற்றொரு பெயர். தை நீராடும் போது மகளிர் ஆற்றங்கரையில், ஈர மணலில் பாவையைச் செய்தனர். பூக்களால் அழகு செய்தனர். அதைத் தேவியாகப் பாவித்தனர், வழிபட்டனர். நாடு குளிர நல்மறை பொழிய வேண்டும் என்று வேண்டினர். அப்போது அவர்கள் பாடிய பாட்டே பாவைப்பாட்டு. சில நூற்றாண்டுகள் கடந்த பிறது, தை நீராடல், மார்கழி நீராடலாக மாறியது.இந்த மாற்றம் நிலைத்து விட்டது. மகளிர் பாடிய பாவைப் பாட்டு பக்தி உணர்வுகள் பெருகி வழிய, சமயக் கருத்துகள் நிரம்பிப் பெருகத் திருப்பாவையாக, திருவெம்பாவையாக மலர்ந்தது.</p><h4>திருப்பாவை ஆண்டாள் இயற்றியது: </h4><p>வைணவத் தொடர்புடையது. திருவெம்பாவை மாணிக்கவாசகர் இயற்றியது; சைவத் தொடர்புடையது. மேற்கண்ட நூல்கள் இரண்டும் பாவை நோன்பு அல்லது மார்கழி நோன்பினைப் பாடுகின்றன. மார்கழி நோன்பு நோற்கும் முறைகள்; மார்கழி நோன்பு முழுக்க முழுக்க கன்னிப்பெண்களுக்கே உரியது. இவர்கள் விடியலுக்கு முன்பு எழுகின்றனர். தூங்குகின்றவரைப் பலவாறு எழுப்புகின்றனர். அனைவரும் ஓரிடத்தில் கூடுகின்றனர். ஆற்றில் மார்கழி நீராடுகின்றனர். கரையில் பாவைக்களம் ஒன்றை அமைக்கின்றனர். அங்கே ஒரு பாவையை உருவாக்குகின்றனர். அதைப் பூக்களால் அலங்கரிக்கின்றனர். பாவையை, வைணவக் கன்னியர்கள் கவுரி தேவியாகவும், சைவக் கன்னியர்கள் பார்வதி தேவியாகவும் போற்றி வழிபடுகின்றனர். பாவைப் பாடல்களைப் பாடுகின்றனர். வேண்டுகின்றனர். வணங்குகின்றனர்.</p><h4>ஆண்டாளும், மாணிக்கவாசகரும்:</h4><p>ஆண்டாள், மாணிக்கவாசகரால் மார்கழியின் மாண்புகள் உச்சநிலையை அடைந்தன. குறிப்பாக இவர்கள் அருளிய திருப்பாவை, திருவெம்பாவை என்ற பாவை நூல்களைப் பக்தர்கள் மார்கழியில் தினமும் பாராயணம் செய்யத் தொடங்கிய பிறகு மார்கழியின் சிறப்பு உச்சநிலையை நோக்கி நகரத் தொடங்கின. ஆண்டாள் அவதரித்த ஸ்ரீவில்லிபுத்தாரில் நீராட்டு, தைலக்காப்பு விழா மார்கழியில் நடைபெறுகிறது. ஆவுடையார் கோவில், மதுரை, சிதம்பரம், திருநெல்வேலி, குற்றாலம் முதலிய சிவத்தலங்களில் மாணிக்கவாசகர்-திருவெம்பாவை உற்சவம், மார்கழியில் சிறப்பாக நடைபெறுகிறது. இந்த உற்சவம் பத்து நாள்கள் நடைபெறுவது வழக்கம். மாணிக்கவாசகருக்கு சிறப்பு அர்ச்சனை, ஆராதனை, அபிஷேகங்களுடன் பவனி ஊர்வலமும் உண்டு. பத்தாம் நாள் நடைபெறுவதே திருவாதிரை.</p><p>பதினைந்து நாட்கள் கொண்ட ஒரு காலப்பகுதியை ஒரு பக்ஷம் என்கிறோம். கிருஷ்ண பக்ஷம் (தேய்பிறை), சுக்லபக்ஷம் (வளர்பிறை) ஆகிய இந்த இரண்டு பக்ஷங்களில் ஒவ்வொன்றிலும் 11வது நாளின் (திதியில்) வருவது ஏகாதசி ஆகும். இதில் மார்கழி மாத சுக்லபக்ஷ (வளர்பிறை) ஏகாதசியை நாம் வைகுண்ட ஏகாதசியாக வணங்குகிறோம்.</p><p>கர்மேந்திரியங்கள் ஐந்து, ஞானேந்திரியங்கள் ஐந்து, மனம் ஆகிய இந்த பதினொரு இந்திரியங்களால் செய்யபடும் தீவினைகள் எல்லாம் இந்த பதினோராவது திதியில் ஏகாதசி விரதம் இருந்தால் அழிந்து விடுவது உறுதி என்று முன்னோர்கள் கூறுவர்.</p><p>காயத்ரியை காட்டிலும் சிறந்த மந்திரம் இல்லை. தாயை விஞ்சிய தெய்வம் வேறு இல்லை. காசியை விஞ்சிய புண்ணிய தீர்த்தம் இல்லை. ஏகாதசியை விஞ்சிய வேறு விரதம் இல்லை. அந்த அளவிற்கு ஏகாதசி விரதம் மகத்துவம் வாய்ந்தது.</p><p>இராவணனின் இன்னல்களை சகிக்க முடியாத தேவர்கள் பிரம்மாவுடன் வைகுண்டம் சென்று மார்கழி மாத சுக்லபக்ஷ (வளர்பிறை) ஏகாதசியன்று நாராயணனை வணங்கித் தங்கள் துன்பங்களை கூறினர். பகவானும் பிரம்ம தேவர்களுக்கு தரிசனமளித்து அவர்களை காத்தருளினார். முக்கோடி தேவர்களின் துன்பத்தை போக்கியதால் வைகுண்ட ஏகாதசிக்கு “முக்கோடி ஏகாதசி என்ற பெயரும் உண்டு.</p><p>தேவர்களும் அசுரர்களும் அமுதம் பெற வேண்டி இரவும், பகலும் விரதம் இருந்து பாற்கடலை கடைந்த போது அமுதம் வெளிப்பட்டது. துவாதசியன்ற மஹாலட்சுமி சமுத்திரத்தில் இருந்து வெளியே வந்து தேவர்களுக்கு, திருக்காட்சி அளித்து அவர்களுக்கு அருளாட்சி புரிந்தார்.</p><p>அன்று முதல் ஏகாதசி அன்று இரவும், பகலும் விரதம் இருந்து மஹாவிஷ்ணுவை துதிப்போருக்கு இந்தப் பிறவியில் நிலைத்த புகழ், நோயற்ற வாழ்வு, நன்மக்கட்பேறு முதலியவற்றை பகவான் அளிப்பதோடு, மறுபிறவியில் வைகுண்டவாசம் “சொர்க்கவாசல்” வழங்குவதாக புராணங்களில் கூறப்படுகிறது.</p><h4>புராணங்கள் சொல்வது என்ன?</h4><p>ஏகாதசி விரத மகிமை பற்றி பத்ம புராணத்தில் கூறப்படும் கதை வருமாறு : திரேதாயுகத்தில் “முரன்’ என்ற பெயரில் ஒரு கொடிய அரக்கன் வாழ்ந்து வந்தான். அவன் தேவர்களுக்கும், தவ முனிவர்களுக்கும் பல கொடுமைகள் செய்தான். அவனது தொல்லைகளைத் தாங்க முடியாத தேவர்களும், முனிவர்களும் திருமாலிடம் சென்று முறையிட்டனர். அரக்கன் முரனை அழித்து தேவர்களைக் காக்க திருமால் முடிவு செய்து சக்கராயுதத்துடன் முரனுடன் போருக்கு புறப்பாட்டார்.</p><p>அசுரனுக்கும், திருமாலுக்கும் கடும்போர் நடந்தது. ஆண்டவனின் சக்கராயுதத்திற்கு முன் அரக்கன் சக்தியற்றுப் போனான். இருந்தாலும் அவன் பல மாய வடிவங்களில் போர் புரிந்து வந்தான். தினமும் காலையில் சூரிய உதயத்தில் இருந்து சூரிய அஸ்தமனம் ஆகும்வரை போர் நடக்கும். தினமும் போர் முடிந்ததும் திருமால் வத்திரிகாசிரமத்தில் உள்ள ஒரு குகைக்கு சென்று இளைப்பாறுவார். பொழுது விடிந்ததும், அரக்கனுடன் போர் புரிய போர்களத்திற்கு செல்வார். ஒரு நாள் ஆசிரமத்தில் திருமால் படுத்து இருந்த போது அங்கு வந்த முரன், அவரை திடீரென்று தாக்கத் தொடங்கினான். அப்போது பெருமாளின் உடலில் இருந்து ஒரு மகத்தான சக்தி, பெண் வடிவில் எழுந்து அரக்கன் முன் வந்து நின்றாள். அழகியைக் கண்டதும் அவளது அழகில் அரக்கன் மயங்கினான். ஆனால் படைக்கலங்களுடன் விசுவரூபத்துடன் தோற்றமளித்த அந்தப் பெண் ஆங்காரத்துடன் அரக்கனை அழித்தாள்.</p><p>இதனால், திருமால் மனம் மகிழ்ந்தார். தமது எதிரில் நின்ற சக்தியை நோக்கி, “”சக்தியே, அசுரனை அழித்த உனக்கு ஏகாதசி என்று திருநாமம் சூட்டுகிறேன். அரக்கன் முரனை அழித்த இம்மார்கழி மாதத்தில் உன்னை விரதம் இருந்து வழிபடுவோருக்கு, யாம் வைகுண்ட பதவி அளித்து ஆட்கொள்வோம்.” என்று கூறினார். திருமால் கொடுத்த வரமே ஏகாதசியின் மகிமைக்கு காரணமாயிற்று. அரக்கனை வென்று சக்தி வெளி வந்த மார்கழி மாதம் பதினோராவது நாளாக இருந்ததால், திருமாலின் சக்திக்கே “ஏகாதசி’ என்ற பெயர் ஏற்பட்டது.தேவர்களும், முனிவர்களும் ஏகாதசியன்று விரதம் இருந்து இழந்த தங்களது சக்தியை மீண்டும் பெற்றனர்.</p><h4>சொர்க்கவாசல் திறக்கப்படுவது ஏன்?</h4><p>அவதார புருஷரான எம்பெருமானுடன் போரிட்டு, அவரின் அருள் பெற்ற மதுகைடவர்கள் என்ற அரக்கர்கள் இருவர், தாம் பெற்ற வைகுண்ட இன்பத்தை உலகில் உள்ள எல்லோரும் பெற வேண்டும் என்று விரும்பி ஆண்டவனிடம் வைகுண்ட ஏகாதசி தினத்தில் திருவரங்க வடக்கு வாசல் வழியாக தாங்கள் அர்ச்சாவதாரத்தில் வெளிவரும்போது தங்களை தரிசிப்பவர்களும், தங்களை பின்தொடர்ந்து வருபவர்களும் அவர்கள் எத்தகைய பாவங்கள் செய்து இருந்தாலும் அவர்களுக்கு முக்தி அளிக்க வேண்டும் என்று கேட்டுக் கொண்டனர்.</p><p>அவர்களின் வேண்டுகோளை பெருமான் ஏற்றுக் கொண்டார். அதன் காரணமாகவே வைகுண்ட ஏகாதசியன்று சொர்க்கவாசல் திறக்கப்பட்டு சாமி பவனி வரும் நிகழ்ச்சி ஏற்பட்டது.</p>"
}


]